Repository: codl/rgm3800py
Catalog: rgm3800app/*.lproj/Localizable.strings
Languages: german

# ONLY_NUMBERS
source: Please enter only numbers for interval.
german: Bitte im Feld Intervall nur Zahlen eingeben.

# INTERVAL
source: Please enter an interval in the range of 1-60s.
german: Bitte ein Intervall im Bereich 1-60s eintragen.

# GET_LOGGER_INFO
source: Please Query the logger first.
german: Bitte erst den Logger abfragen.

source: Logger not found!
german: Logger nicht gefunden!

source: Canceled
german: Abgebrochen!

source: No tracks chosen!
german: Keine Tracks ausgewählt!

# PROCESSING_ERROR
source: Error in processing tracks!
german: Fehler beim Verarbeiten der gewählten Tracks!

# DELETE_TRACKS
source: Are you shure you want to delete all tracks?
german: Tracks wirklich löschen?

source: track chosen
german: Track gewählt

source: tracks chosen
german: Tracks gewählt

# PROCESSING_TRACKS_1
source: Processing track
german: Verarbeite Track

# PROCESSING_TRACKS_2
source: of
german: von

# PROCESSED_TRACK
source: track processed
german: Track verarbeitet

# PROCESSED_TRACKS
source: tracks processed
german: Tracks verarbeitet

source: stop
german: stoppen

source: overwrite
german: überschreiben

source: day
german: Tag

source: days
german: Tage

# HOUR
source: h
german: Std.

source: waypoints
german: Wegpunkte

# NO_DATE_OR_TIME
source: n/a
german: nicht verfügbar

# WHICH_TRACKS
source: Please choose tracks.
german: Welche Tracks sollen geladen werden?

source: Choose
german: Auswählen

source: Cancel
german: Abbrechen

# GROWL_TRACKS_PROCESSED
source: All tracks processed.
german: Alle Tracks verarbeitet.
